[
    {
        "id": 1,
        "name_th": "ฮิปโปโปเตมัส",
        "name_en": "Hippopotamus",
        "scientific_name": "Hippopotamus amphibius",
        "description": "ฮิปโปโปเตมัสเป็นญาติสนิทกับปลาวาฬ ฮิปโปโปเตมัสเป็นภาษากรีกที่แปลว่า \"ม้าแม่น้ำ\" ฮิปโปโปเตมัสว่ายน้ำไม่ได้ แต่จะใช้การวิ่งหรือเดินไปตามก้นแม่น้ำแทน โดยสามารถกลั้นหายใจได้ 5 นาที ใช้ชีวิตส่วนใหญ่อยู่ในน้ำหรือโคลน มากกว่าบนบก  ฮิปโปโปเตมัสเป็นสัตว์เลี้ยงลูกด้วยนม มีรูปร่างกลมใหญ่ หางสั้น หนังหนา 5 เซนติเมตร วิ่งได้เร็ว 30 กิโลเมตร/ชั่วโมง ฮิปโปโปเตมัสมีหูขนาดเล็กเมื่อเทียบกับขนาดของหัว ลำตัวสีน้ำตาลแดงเข้ม ผิวหน้าท้องมีสีชมพู ผิวหนังมีขนสั้นปกคลุม  มีขนหนาที่หางและจมูก หางสั้นและแบน ตีนแต่ละข้างมี 4 นิ้ว และมีพังผืดจมูก หู และตาอยู่ตอนบนของหัว เพื่อสะดวกในการมอง และหายใจขณะอยู่ในน้ำ หูและรูจมูกสามารถพับปิดเพื่อป้องกันไม่ให้น้ำเข้าได้ มีประสาทรับกลิ่น การได้ยิน และการมองเห็นที่ยอดเยี่ยม แม้ในเวลากลางคืน ปากกว้าง เขี้ยวล่างยาวโค้ง มีฟัน 2 - 3 ซี่ มีต่อมใต้ผิวหนังที่ผลิตเมือกเหลวออกมา เมื่อโดนแสงแดด จะค่อย ๆ กลายเป็นสีแดงอ่อนคล้ายเลือด เรียกว่า “เหงื่อเลือด” เป็นส่วนผสมของกรดฮิปโปซูโดริกและกรดนอร์ฮิปโปซูโดริก มีประโยชน์เพื่อป้องกันอันตรายจากแสงแดด และป้องกันการติดเชื้อ",
        "diet": "เป็นสัตว์กินพืช โดยกินหญ้าเป็นอาหารหลัก ประมาณ 40 - 100 กิโลกรัม",
        "place": "สวนสัตว์เปิดเขาเขียว, สวนสัตว์เชียงใหม่, สวนสัตว์นครราชสีมา, สวนสัตว์สงขลา",
        "image_url": "https://www.zoothailand.org/zoo_office/fileupload/encyclopedia_file/191.JPG",
        "reference_url": "https://www.zoothailand.org/animal_view.php?detail_id=191"
      },
      {
        "id": 2,
        "name_th": "เสือโคร่ง",
        "name_en": "Tiger",
        "scientific_name": "Panthera tigris",
        "description": "เสือโคร่งไซบีเรีย ลำตัวมีสีเหลือง หรือ สีส้มออกเหลือง มีลายขวางลำตัวเป็นเส้นสีดำแคบ หากินลำพัง",
        "diet": "หมูป่า แบดเจอร์ สุนัขแรคคูน กวางซิกา และหมีควาย",
        "place": "สวนสัตว์เปิดเขาเขียว, สวนสัตว์นครราชสีมา, สวนสัตว์อุบลราชธานี",
        "image_url": "https://www.zoothailand.org/zoo_office/fileupload/encyclopedia_file/357.jpg",
        "reference_url": "https://www.zoothailand.org/animal_view.php?detail_id=357"
      },
      {
        "id": 3,
        "name_th": "ช้างเอเชีย",
        "name_en": "Asian Elephant",
        "scientific_name": "Elephas maximus",
        "description": "เอกลักษณ์ของช้างที่รู้จักกันดีก็คือ อวัยวะพิเศษสองอย่าง นั่นคืองวง และงา งวงเป็นจมูกและริมฝีปากบนที่พัฒนาให้ยื่นยาวออกมาเป็นอวัยวะอเนกประสงค์ ใช้หยิบจับสิ่งของ เปล่งเสียง สูบน้ำ ส่วนงาเป็นเขี้ยวที่พัฒนาให้ใหญ่ขึ้นใช้เป็นอาวุธและงัดยกสิ่งของได้ ช้างเพศผู้มีงาเรียกว่า \"ช้างพลาย\" แต่บางตัวไม่มีงาเรียก \"ช้างสีดอ\" เพศเมียปกติไม่มีงาเรียก \"ช้างพัง\" แต่บางตัวอาจมีงาสั้น ๆ เรียกงาสั้นๆ นี้ว่า \"ขนาย\" หนังบริเวณลำตัวหนาราว 1.9-3.2 เซนติเมตร เป็นสัตว์กระเพาะเดียว มีฟัน 26 ซี่",
        "diet": "ช้างเป็นสัตว์กินพืชเป็นอาหาร",
        "place": "สวนสัตว์เปิดเขาเขียว, สวนสัตว์เชียงใหม่, สวนสัตว์สงขลา",
        "image_url": "https://www.zoothailand.org/zoo_office/fileupload/encyclopedia_file/list_img/230.JPG",
        "reference_url": "https://www.zoothailand.org/animal_view.php?detail_id=171"
      },
      {
        "id": 4,
        "name_th": "คาปิบารา",
        "name_en": "Capybara",
        "scientific_name": "Hydrochoerus hydrochaeris",
        "description": "ลักษณะร่างกายของคาปิบาราเป็นการวิวัฒนาการของสัตว์บกที่ต้องใช้เวลาส่วนใหญ่ในน้ำ เช่น การมีแผ่นหนังระหว่างนิ้วเท้าเพื่อการเคลื่อนที่ในน้ำและพื้นโคลน ส่วนตาและจมูกจะวางอยู่ด้านบนของหัวที่มีขนาดใหญ่ ช่วยให้คาปีบาราสามารถเห็นพื้นที่รอบข้าง และหายใจในช่วงการว่ายน้ำได้ ดำน้ำได้นานประมาณ 5 นาที ขนเส้นเล็กหยาบที่ช่วยให้ขนแห้งไว",
        "diet": "กินพืช",
        "place": "สวนสัตว์เชียงใหม่, สวนสัตว์ขอนแก่น",
        "image_url": "https://www.zoothailand.org/zoo_office/fileupload/encyclopedia_file/list_img/272.JPG",
        "reference_url": "https://www.zoothailand.org/animal_view.php?detail_id=392"
      }
]
